[Twk_Pawn_DefaultPlayer DisTweaks_PlayerPawn]
m_CanPerformAdrenalineKillMessage="轻按 `GBA_Adrenaline` 发动肾上腺素击杀"
m_CanPerformAdrenalineDoubleKillMessage="双击 `GBA_Adrenaline` 发动肾上腺素双杀"
m_DarknessLevelIncreasedMessage=""
m_BlockTutorialMessage="按住 `GBA_Block` 格挡近战攻击。"
m_PerfectBlockTutorialMessage="在敌人发动攻击的瞬间按住 `GBA_Block`，使其失去平衡。"
m_AcquiredElixirTutorialMessage[0]="按住 `GBA_Wheel` 打开快选轮盘，然后按 `KEY_B` 喝生命药剂。"
m_AcquiredElixirTutorialMessage[1]="按住 `GBA_Wheel` 打开快选轮盘，然后按 `KEY_X` 喝魔法药剂。"
m_AcquiredElixirTutorialMessage_PC[0]="按 `GBA_HealthElixir` 喝生命药剂。"
m_AcquiredElixirTutorialMessage_PC[1]="按 `GBA_ManaElixir` 喝精神药剂。"
m_UseElixirTutorialMessage[0]="你的生命值过低。按住 `GBA_Wheel` 打开快选轮盘，然后按 `KEY_B` 喝生命药剂。"
m_UseElixirTutorialMessage[1]="你的魔力值过低。按住 `GBA_Wheel` 打开快选轮盘，然后按 `KEY_X` 喝魔法药剂。"
m_UseElixirTutorialMessage_PC[0]="你的生命值过低。按 `GBA_HealthElixir` 喝生命药剂。"
m_UseElixirTutorialMessage_PC[1]="你的魔力值过低。按 `GBA_ManaElixir` 喝魔法药剂。"
m_ThrowMovableTutorialMessage="按下 `GBA_Primary` 把物品扔出去吸引敌人的注意。"
m_HeartTargetTutorialMessage="附近有符文或骸骨护符。拿出心脏。"
m_WheelTutorialMessage="为了更换装备，按住 `GBA_Wheel` 打开快选轮盘。"
m_WheelTutorialNoteTitle="按 `GBA_Journal` 阅读快选轮盘教程。"
m_DropAssassinationNoteTitle="按 `GBA_Journal` 阅读飞降暗杀教程。"
m_PowerInhibitedMessage=""

[Twk_Pawn_DefaultPlayer:DisTweaks_WhaleBoneCharmList_0 DisTweaks_WhaleBoneCharmList]
m_Charms[0]=(m_Levels=((m_Name="皮肤硬化",m_Text="你的最大生命值得到稍微增加")))
m_Charms[1]=(m_Levels=((m_Name="血牛之心",m_Text="你的最大魔力值得到稍微增加")))
m_Charms[2]=(m_Levels=((m_Name="胃口大开 I",m_Text="食物回复的数值稍微增加"),(m_Name="胃口大开 II",m_Text="食物回复的数值适度增加")))
m_Charms[3]=(m_Levels=((m_Name="陨星天坠",m_Text="飞降暗杀给你提供一定的魔力值")))
m_Charms[4]=(m_Levels=((m_Name="发条故障",m_Text="敌人的手雷爆炸时间稍微增加")))
m_Charms[5]=(m_Levels=((m_Name="慌乱瞄准 I",m_Text="敌人使用枪械射击失误概率稍微增加"),(m_Name="慌乱瞄准 II",m_Text="敌人使用枪械射击的失误概率适度增加")))
m_Charms[6]=(m_Levels=((m_Name="治愈亲和 I",m_Text="药剂给你提供的生命值稍微增加"),(m_Name="治愈亲和 II",m_Text="药剂给你提供的生命值适度增加")))
m_Charms[7]=(m_Levels=((m_Name="冥想亲和 I",m_Text="药剂给你提供的魔力值稍微增加"),(m_Name="冥想亲和 II",m_Text="药剂给你提供的魔力值适度增加")))
m_Charms[8]=(m_Levels=((m_Name="命运之眷 I",m_Text="在罕见情况下，使用一瓶药剂就恢复全部魔力"),(m_Name="命运之眷 II",m_Text="有时，使用一瓶药剂就恢复全部魔力")))
m_Charms[9]=(m_Levels=((m_Name="臭味相投",m_Text="老鼠不会攻击你除非你走得特别近")))
m_Charms[10]=(m_Levels=((m_Name="精神之水",m_Text="饮用水龙头里的水能回充一小部分魔力值")))
m_Charms[11]=(m_Levels=((m_Name="鼠疫抗性",m_Text="稍微减少恸哭者造成的伤害")))
m_Charms[12]=(m_Levels=((m_Name="天生抗病",m_Text="被恸哭者攻击能回充一小部分魔力")))
m_Charms[13]=(m_Levels=((m_Name="嗜血天性",m_Text="受到攻击将给你提供一些肾上腺素")))
m_Charms[14]=(m_Levels=((m_Name="腐肉杀手",m_Text="杀死老鼠给你提供一些肾上腺素")))
m_Charms[15]=(m_Levels=((m_Name="强健臂膀",m_Text="勒晕速度更快")))
m_Charms[16]=(m_Levels=((m_Name="丧葬仪员",m_Text="当携带尸体时你走得稍微更快")))
m_Charms[17]=(m_Levels=((m_Name="如影随形",m_Text="在潜行状态下你向前移动得稍微更快")))
m_Charms[18]=(m_Levels=((m_Name="白刃流风 I",m_Text="你挥剑的速度稍微更快"),(m_Name="白刃流风 II",m_Text="你挥剑的速度适度加快")))
m_Charms[19]=(m_Levels=((m_Name="抛投能手",m_Text="你扔东西更远一些")))
m_Charms[20]=(m_Levels=((m_Name="特技演员",m_Text="你攀爬的速度稍微更快")))
m_Charms[21]=(m_Levels=((m_Name="持续狂怒",m_Text="你的肾上腺素冷却下来的时间稍微变长")))
m_Charms[22]=(m_Levels=((m_Name="好客之主",m_Text="你能意念占据白鼠更长时间")))
m_Charms[23]=(m_Levels=((m_Name="拾荒浪客",m_Text="你发现更多弹药")))
m_Charms[24]=(m_Levels=((m_Name="白色异变",m_Text="你遇到白鼠的次数稍微变多")))
m_Charms[25]=(m_Levels=((m_Name="精神湖泊",m_Text="你恢复魔力的速度稍微更快")))
m_Charms[26]=(m_Levels=((m_Name="加固之箭",m_Text="射进敌人体内的弩箭不易折断")))
m_Charms[27]=(m_Levels=((m_Name="快打旋风",m_Text="拿出武器不会使你变慢")))
m_Charms[28]=(m_Levels=((m_Name="生命之水",m_Text="饮用水龙头里的水能回充一小部分生命值")))
m_ScriptedCharms[0]=(m_Levels=((m_Name="虚空引导",m_Text="魔能效果稍微增强")))
m_ScriptedCharms[1]=(m_Levels=((m_Name="白鼠之友",m_Text="白鼠不会攻击你")))
m_ScriptedCharms[2]=(m_Levels=((m_Name="贫民盛宴",m_Text="食用白鼠可以增加魔力值")))
m_ScriptedCharms[3]=(m_Levels=((m_Name="钢铁心肺",m_Text="水下呼吸能力稍微增加")))
m_ScriptedCharms[4]=(m_Levels=((m_Name="轻手轻脚",m_Text="打破玻璃的声音适度降低")))
m_ScriptedCharms[5]=(m_Levels=((m_Name="偷窥狂人",m_Text="适度放大从钥匙孔偷窥时的视野")))
m_ScriptedCharms[6]=(m_Levels=((m_Name="水火交融",m_Text="射击威士忌瓶子爆炸更猛烈")))
m_ScriptedCharms[7]=(m_Levels=((m_Name="爆炸抵抗",m_Text="爆炸造成的伤害稍微减少")))
m_ScriptedCharms[8]=(m_Levels=((m_Name="剑术大师",m_Text="赢下拼剑次数更多")))
m_ScriptedCharms[9]=(m_Levels=((m_Name="快速闪躲",m_Text="敌人射出的箭和弩箭更容易落空")))
m_ScriptedCharms[10]=(m_Levels=((m_Name="天生习水",m_Text="游泳速度稍微增加")))
m_ScriptedCharms[11]=(m_Levels=((m_Name="掠夺之鸦",m_Text="飞降暗杀给你提供一定的生命值")))
